/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Встановити %@";
"Installer_StatusTextValue_Downloading" = "Завантаження %@...";
"Installer_StatusTextValue_Retrying" = "Не вдалося завантажити. Повторна спроба...";
"Installer_StatusTextValue_RetryingSec" = "Не вдалося завантажити. Повторна спроба через %luс.";

"Installer_IncompleteAlert_Message" = "Триває завантаження";
"Installer_IncompleteAlert_InformativeText" = "Ви впевнені, що хочете завершити, перш ніж %@ буде повністю завантажено?";
"Installer_IncompleteAlert_DefaultButton" = "Продовжити завантаження";
"Installer_IncompleteAlert_AlternativeButton" = "Завершити";

"Installer_FailureAlert_Message" = "Не вдалося завантажити";
"Installer_FailureAlert_InformativeText" = "Сталася помилка при спробі завантажити %@. Будь ласка, спробуйте завантажити напряму.";
"Installer_FailureAlert_DefaultButton" = "Пряме завантаження";
"Installer_FailureAlert_AlternativeButton" = "Скасувати";

"Installer_NoConnection_DefaultButton" = "Нагадати пізніше";
